{
  "ABOUT_ME": "About me",
  "PROJECTS": "Projects",
  "LANGUAGE": "Language",
  "DARK_MODE": "Dark mode",
  "LIGHT_MODE": "Light mode",
  "CONTACT": "Contact",
  "STUDIES_TOOLTIP": "Click on each dot to see the training",
  "DESCRIPTION": "My name is Rafael Gandolfo and I am a software developer with 3 years of experience. I have studied two years of the Web Application Development Cycle. Moreover, I have studied a Java Fullstack course, another course about Fullstack Devops and course about Python for Artificial Intelligence at the Industrial Organization School. I am self-taught and I am always in constant training to learn and improve.",
  "JAVA_COURSE": "Java Fullstack Course",
  "JAVA_DESC": "- Back-end: Object-Oriented Programming, Arrays and Matrices - Advanced Java: Collections, Input/Output and Files, - Exceptions, SQL, JDBC and JPA, Dependencies, Web Services, Spring and Testing - Front-end: HTML and CSS, Javascript, Typescript and Angular. 452 hours. 2021",
  "DEVOPS_COURSE": "Fullstack DevOps Course",
  "DEVOPS_DESC": "Building a full-stack podcast web project using MongoDB, NodeJS, React, Docker, and Digital Ocean.Actividades y grupos: Building a full-stack podcast web project using MongoDB, NodeJS, React, Docker, and Digital Ocean. Front-end (advanced HTML5/CSS3, Flexbox, Grid CSS, PostCSS, etc.). Programming (Clean Code, Testing, Best Practices, etc.). Back-end (JavaScript, Node.js+Express, Go). DevOps/Automation (Terminal, GNU/Linux, Git, JS Packagers, WebPack, Docker, CD/CI, etc.). Databases (SQL with MySQL, NoSQL with MongoDB). Web Servers and Cloud Hosting (NGINX, Digital Ocean, Cloudflare, Domains, etc.).SPA Frameworks (VueJS, React, WebComponents, LitElement). 480 hours, 2021.",
  "PYTHON_COURSE": "Python for AI Course",
  "PYTHON_DESC": "OOP in Python, GUIs, Machine Learning and Keras Activities and groups: OOP in Python, GUIs, Machine Learning and Keras Training in Python, Tkinter, Databases, Data Science and Artificial Intelligence. 300 hours. 2022",
  "FP_COURSE": "Web Development Advanced Course",
  "FP_DESC": "Formation in C#, HTML, CSS, JS, Bootstrap, SQL Server, .NET and VueJSActividades y grupos: Formation in C#, HTML, CSS, JS, Bootstrap, SQL Server, .NET and VueJS. Formación en C#, HTML, CSS, JS, Bootstrap, SQL Server, .NET y VueJS . 2020 - 2022",
  "STUDIES_TITLE": "Education",
  "JOB_1_TITLE": "Software Developer at Inetum",
  "JOB_1_DESC": "Project for the French public administration. Technologies: Java 8, Spring, Angular, JSF, Primefaces, SQL, Sonarqube, and Jenkins. Scrum methodology. Jira and Confluence.",
  "JOB_2_TITLE": "Internship",
  "JOB_2_DESC": "Project for the French public administration. Unit test development, application bug fixes.",
  "WORK": "Professional career",
  "EMAIL":"Email",
  "ABOUT":"Subject",
  "MESSAGE":"Message",
  "SEND": "Send",
  "RIGHTS": "All rights reserved",
  "CV": {
    "TITLE": "Download CV?",
    "TEXT": "Your CV will be downloaded based on the selected language.",
    "CONFIRM": "Yes, download",
    "CANCEL": "Cancel"
  },
  "DOWNLOAD": "Download",
  "SEE_PROJECT": "See the details of the project",
  "COME_BACK_PROJECTS": "Return to projects"
}
