{
  "ABOUT_ME": "Sobre mí",
  "PROJECTS": "Proyectos",
  "LANGUAGE": "Idioma",
  "DARK_MODE": "Modo oscuro",
  "LIGHT_MODE": "Modo claro",
  "CONTACT": "Contacto",
  "DESCRIPTION": "Me llamo Rafael Gandolfo y soy desarrollador de software con 3 años de experiencia. He estudiado dos años del Ciclo de Desarrollo de Aplicaciones Web. También he realizado un bootcamp de Java Fullstack, un curso de Fullstack DevOpsy otro curso de Python para Inteligencia Artificial en la Escuela de Organización Industrial. Soy autodidacta y estoy en formación constante para aprender y mejorar.",
  "JAVA_COURSE": "Curso de Java Fullstack",
  "JAVA_DESC": "- Back-end: Programación Orientada a Objetos, Arrays y matrices - Java Avanzado Colecciones, Entrada/Salida y ficheros, - Excepciones, SQL, JDBC y JPA, Dependencias, Servicios Web, Spring y Testing - Front-end : HTML y CSS, Javascript, Typescript y Angular",
  "DEVOPS_COURSE": "Curso de Fullstack DevOps",
  "DEVOPS_DESC": "Realización de un proyecto web Fullstack de podcast con MongoDB, NodeJS, React, Docker y Digital Ocean.Actividades y grupos: Realización de un proyecto web Fullstack de podcast con MongoDB, NodeJS, React, Docker y Digital Ocean. Front-end (HTML5/CSS3 avanzado, Flexbox, Grid CSS, PostCSS, etc...). Programación (Clean Code, Testing, buenas prácticas, etc...). Back-end (Javascript, Node.js+Express, Go). DevOps/Automatización (Terminal, GNU/Linux, Git, Empaquetadores JS, WebPack, Docker, CD/CI...). Bases de datos (SQL con MySQL, NoSQL con MongoDB). Servidores web y Cloud Hosting (NGINX, Digital Ocean, Cloudflare, Dominios...). Frameworks SPA (VueJS, React, WebComponents, LitElement).",
  "PYTHON_COURSE": "Curso de Python para Inteligencia Artificial",
  "PYTHON_DESC": "Actividades y grupos: POO en Python, GUI, Machine Learning y Keras. Formación en Python, Tkinter, bases de datos, ciencia de datos e inteligencia artificial.",
  "FP_COURSE": "Grado superior Desarrollo de Aplicaciones Web",
  "FP_DESC": "Formación en C#, HTML, CSS, JS, Bootstrap, SQL Server, .NET y VueJS. Actividades y grupos: Formación en C#, HTML, CSS, JS, Bootstrap, SQL Server, .NET y VueJS. Formación en C#, HTML, CSS, JS, Bootstrap, SQL Server, .NET y VueJS.",
  "STUDIES_TITLE": "Estudios",
  "WORK": "Carrera profesional",
  "JOB_1_TITLE": "Desarrollador de software en Inetum",
  "JOB_1_DESC": "Proyecto para la administración pública francesa. Tecnologías: Java 8, Spring, Angular, JSF, Primefaces, SQL, Sonarqube y Jenkins. Metodología Scrum. Jira y Confluence.",
  "JOB_2_TITLE": "Estudiante en prácticas",
  "JOB_2_DESC": "Proyecto para la administración pública francesa. Desarrollo de pruebas unitarias y corrección de errores de la aplicación.",
  "EMAIL":"Correo electrónico",
  "ABOUT":"Asunto",
  "MESSAGE":"Mensaje",
  "SEND": "Enviar",
  "RIGHTS": "Todos los derechos reservados",
  "CV": {
    "TITLE": "¿Descargar CV?",
    "TEXT": "Se descargará tu currículum según el idioma seleccionado.",
    "CONFIRM": "Sí, descargar",
    "CANCEL": "Cancelar"
  },
  "DOWNLOAD": "Descargar",
  "SEE_PROJECT": "Ver detalles del proyecto",
  "COME_BACK_PROJECTS": "Volver a proyectos"
}


