{
  "ABOUT_ME": "Accueil",
  "PROJECTS": "Projets",
  "LANGUAGE": "Langue",
  "DARK_MODE": "Mode sombre",
  "LIGHT_MODE": "Mode clair",
  "CONTACT": "Contacte",
  "STUDIES_TOOLTIP": "Cliquez sur chaque point pour voir la formation",
  "DESCRIPTION": "Je m'appelle Rafael Gandolfo et je suis un developpeur de logiciel avec 3 ans d'experience. J'ai étudié deux ans du Cycle de Développement d'Applications Web. En même temps que j'ai étudié un cours Java Fullstack, un autre cours sur Fullstack Devops et un autre cours sur Python pour l'Intelligence Artificielle à l'École d'Organisation Industrielle. Je suis autodidacte et je suis toujours en formation constante pour apprendre et améliorer.",
  "JAVA_COURSE": "Cours Java Fullstack",
  "JAVA_DESC": "- Back-end : Programmation orientée objet, Tableaux et matrices - Java avancé : Collections, Entrées/Sorties et Fichiers, Exceptions, SQL, JDBC et JPA, Dépendances, Services Web, Spring et Tests - Front-end : HTML et CSS, Javascript, Typescript et Angular. 452 heures. 2021. ",
  "DEVOPS_COURSE": "Cours Fullstack DevOps",
  "DEVOPS_DESC": "Développement d'un projet web de podcast Full-Stack avec MongoDB, NodeJS, React, Docker et Digital Ocean. Activités et groupes : Développement d'un projet web de podcast Full-Stack avec MongoDB, NodeJS, React, Docker et Digital Ocean. Front-end (HTML5/CSS3 avancé, Flexbox, Grid CSS, PostCSS, etc.). Programmation (Clean Code, Tests, bonnes pratiques, etc.). Back-end (Javascript, Node.js+Express, Go). DevOps/Automatisation (Terminal, GNU/Linux, Git, packagers JS, WebPack, Docker, CD/CI, etc.). Bases de données (SQL avec MySQL, NoSQL avec MongoDB). Serveurs web et hébergement cloud (NGINX, Digital Ocean, Cloudflare, Domains, etc.). Frameworks SPA (VueJS, React, WebComponents, LitElement). 480 heures. 2021. ",
  "PYTHON_COURSE": "Cours de Python pour l'IA",
  "PYTHON_DESC": "POO en Python, Interfaces graphiques, Machine Learning et Keras Activités et groupes : POO en Python, Interfaces graphiques, Machine Learning et Keras Formation en Python, Tkinter, Bases de données, Science des données et Intelligence artificielle. 300 heures. 2022. ",
  "FP_COURSE": "Formation Pro Développement Web",
  "FP_DESC": "Formation en C#, HTML, CSS, JS, Bootstrap, SQL Server, .NET et VueJS. 2020 - 2022. ",
  "STUDIES_TITLE": "Études",
  "JOB_1_TITLE": "Développeur logiciel chez Inetum",
  "JOB_1_DESC": "Projet pour l'administration publique française. Technologies : Java 8, Spring, Angular, JSF, Primefaces, SQL, Sonarqube et Jenkins. ",
  "JOB_2_TITLE": "Stagiaire",
  "JOB_2_DESC": "Projet pour l'administration publique française. Développement de tests unitaires, corrections de bugs applicatifs.",
  "WORK": "Carrière professionnelle",
  "EMAIL_LABEL":"Courriel",
  "ABOUT":"Objet",
  "MESSAGE":"Message",
  "SEND": "Envoyer",
  "RIGHTS": "Tous droits réservés",
  "CV": {
    "TITLE": "Télécharger le CV ?",
    "TEXT": "Votre CV sera téléchargé selon la langue sélectionnée.",
    "CONFIRM": "Oui, télécharger",
    "CANCEL": "Annuler"
  },
  "DOWNLOAD": "Télécharger",
  "GO_REPOSITORY": "Voir le code",
  "SEE_PROJECT": "Voir les details du projet",
  "COME_BACK_PROJECTS": "Revenir sur l'écran de projets",
  "TECHNOLOGIES": "Technologies",
  "EMAIL": {
    "CONFIRM_TITLE": "Envoyer le message ?",
    "CONFIRM_TEXT": "Êtes-vous sûr de vouloir envoyer cet e-mail ?",
    "CONFIRM_BUTTON": "Oui, envoyer",
    "CANCEL_BUTTON": "Annuler",
    "SUCCESS_TITLE": "Envoyé",
    "SUCCESS_TEXT": "Votre message a été envoyé avec succès.",
    "ERROR_TITLE": "Erreur",
    "ERROR_TEXT": "Le message n'a pas pu être envoyé. Veuillez réessayer ultérieurement.",
    "INCOMPLETE_TITLE": "Champs incomplets",
    "INCOMPLETE_TEXT": "Veuillez remplir tous les champs correctement."
  }
}
